LEXICON_RU: dict[str, str] = {
    "/start": "Здравствуй, дорогой пользователь, я Гордон. Хочешь сыграть в игру?",
    "/help": "Меня зовут Гордон. У меня есть привычка записывать все крутые фразы моих друзей из Чёрного Быка.",
    "/donate": "Если ты хочешь поддержать автора проекта:\n"
    + "→ Перевод на Boosty: https://boosty.to/blackcloverquiz \n"
    + "→ Поддержать автора",
    "q1": "❝ Чтобы одурачить врага, надо сначала одурачить друга. ❞ ",  # Зора
    "q2": "❝ Вы понятия не имели, но я жив благодаря вам. Вы не представляли, что я существую, но вы все мои драгоценные друзья. ❞",  # Генри
    "q3": "❝ Хватит сходу верить всем подряд, не все люди добрые, не все великие, не то пожалеешь однажды. ❞",  # Зора
    "q4": "❝ Пускай простить тебя нельзя, но вот, что я скажу тебе, Патри: «Я знаю, что ты старался». ❞",  # Лихт
    "q5": "❝ Соперники не обязательно должны быть врагами. ❞",  # Аста
    "q6": "❝ — Десять, девять, восемь... \n— Чего ты там отсчитываешь?\n — Твои последние мгновения. ❞",  # Ями
    "q7": "❝Соберись духом и будь сильнее. Стыдно не то, что ты слабая, а то, что ты не пытаешься превзойти себя.❞",  # Фуэголеон
    "q8": "❝ — Эй, ты что вечно смотришь на меня свысока? — Я не смотрю на тебя свысока, просто ты вечно околачиваешься внизу. ❞",  # Ноэль
    "q9": "❝ Боюсь их причины нам не понять... Людей, которые ранят других ради своих утех. \n"
    + "Они всё делают ради себя и никогда не страдают от угрызений совести. \n"
    + "Вам интересно, о чём могут думать эти отбросы? Я не знаю, да и не горю особым желанием узнать. Беспричинное зло... ❞",  # Нахт
    "q10": "❝ Не заставляй никого волноваться — таким должен быть мужик. ❞",  # Магна
    "final_brilliant": "Ты показал блестящие знания о моих друзьях!🤗",
    "final_well": "Ты показал хороший результат, достойный уважения!😉",
    "final_not_bad": "Возможно ты ещё только знакомишься с моими друзьями!🤔",
    "final_end_statement": "% твоих ответов оказались правильными!",
}
