LEXICON_RU: dict[str, str] = {
    "/start": "Здравствуй, дорогой пользователь, я Гордон. Хочешь сыграть в игру?",
    "/help": "Меня зовут Гордон. У меня есть привычка записывать все фразы моих друзей.\n"
    + "Я решил попробовать сделать игру на основе этих цитат,"
    + " она очень простая, достаточно нажать на кнопку с одним из моих друзей, который говорил цитату.\n"
    + "Нажми кнопку 'Начать квиз сначала', чтобы сыграть в мою игру",
    "/donate": "Если желаешь поддержать автора квиза:\n"
    + "→ Перевод на Boosty: https://boosty.to/blackcloverquiz \n"
    + "Мне будет очень приятно ☕",
    "unvalid": "Не услышал тебя повтори по-громче. "
    + "(Если возникли проблемы напиши /help в чат)",
    "q1": "❝ Чтобы одурачить врага, надо сначала одурачить друга. ❞ ",  # Зора
    "q2": "❝ Вы понятия не имели, но я жив благодаря вам. Вы не представляли, что я существую, но вы все мои драгоценные друзья. ❞",  # Генри
    "q3": "❝ Хватит сходу верить всем подряд, не все люди добрые, не все великие, не то пожалеешь однажды. ❞",  # Зора
    "q4": "❝ Пускай простить тебя нельзя, но вот, что я скажу тебе, Патри: Я знаю, что ты старался. ❞",  # Лихт
    "q5": "❝ Соперники не обязательно должны быть врагами. ❞",  # Аста
    "q6": "❝ — Десять, девять, восемь... \n— Чего ты там отсчитываешь?\n — Твои последние мгновения. ❞",  # Ями
    "q7": "❝Соберись духом и будь сильнее. Стыдно не то, что ты слабая, а то, что ты не пытаешься превзойти себя.❞",  # Фуэголеон
    "q8": "❝ — Эй, ты что вечно смотришь на меня свысока? — Я не смотрю на тебя свысока, просто ты вечно околачиваешься внизу. ❞",  # Ноэль
    "q9": "❝ Боюсь их причины нам не понять... Людей, которые ранят других ради своих утех. \n"
    + "Они всё делают ради себя и никогда не страдают от угрызений совести. \n"
    + "Вам интересно, о чём могут думать эти отбросы? Я не знаю, да и не горю особым желанием узнать. Беспричинное зло... ❞",  # Нахт Фауст
    "q10": "❝ Не заставляй никого волноваться — таким должен быть мужик. ❞",  # Магна
    "a1": (
        "Уильям Ванджанс",
        "Ями Сукэхиро",
        "Юно",
        "Нахт Фауст",
        "Либе",
        "Ветто",
        "Лакк Вольтия",
        "Лангрис",
        "Магна",
        "Зора Идеаре",
    ),
    "a2": (
        "Гордон",
        "Генри",
        "Дамнатио Кира",
        "Август Кира Клевер XIII",
        "Либе",
        "Мимоза",
        "Сирен Тиум",
        "Аста",
        "Нахт Фауст",
        "Грей",
    ),
    "a3": (
        "Зора Идеаре",
        "Гордон",
        "Грей",
        "Ями Сукэхиро",
        "Либе",
        "Мимоза",
        "Гошу",
        "Ями Ичика",
        "Магна",
        "Неро",
    ),
    "a4": (
        "Лихт",
        "Аста",
        "Юно",
        "Нахт Фауст",
        "Патри",
        "Нахт Фауст",
        "Ями Сукэхиро",
        "Гошу",
        "Неро",
        "Люмьер Сильвамиллион Клевер",
    ),
    "a5": (
        "Уильям",
        "Нозель",
        "Юно",
        "Ями Сукэхиро",
        "Юлиус Новахроно",
        "Магна",
        "Лакк Вольтия",
        "Фуэголеон",
        "Ноэль",
        "Аста",
    ),
    "a6": (
        "Ями Сукэхиро",
        "Нахт Фауст",
        "Загред",
        "Мегикула",
        "Люцифер",
        "Ями Ичика",
        "Ундина",
        "Магна",
        "Либе",
        "Ветто",
    ),
    "a7": (
        "Ноэль",
        "Дамнатио Кира",
        "Юно",
        "Нахт Фауст",
        "Либе",
        "Фуэголеон",
        "Лангрис",
        "Грей",
        "Ванесса",
        "Чарми",
    ),
    "a8": (
        "Август Кира Клевер XIII",
        "Дамнатио Кира",
        "Мимоза",
        "Ноэль",
        "Либе",
        "Кирш Вермиллион",
        "Лангрис",
        "Нахт Фауст",
        "Солид Сильвер",
        "Небра Сильвер",
    ),
    "a9": (
        "Нахт Фауст",
        "Ями Сукэхиро",
        "Юно",
        "Нахт Фауст",
        "Юлиус Новахроно",
        "Мимоза",
        "Гошу",
        "Морген Фауст",
        "Грилл",
        "Ветто",
    ),
    "a10": (
        "Магна",
        "Лакк Вольтия",
        "Юно",
        "Нахт Фауст",
        "Либе",
        "Мимоза",
        "Кирш Вермиллион",
        "Ями Ичика",
        "Лакк Вольтия",
        "Лорелайт",
    ),
    "r1": "Зора Идеаре",
    "r2": "Генри",
    "r3": "Зора Идеаре",
    "r4": "Лихт",
    "r5": "Аста",
    "r6": "Ями Сукэхиро",
    "r7": "Фуэголеон",
    "r8": "Ноэль",
    "r9": "Нахт Фауст",
    "r10": "Магна",
    "final_brilliant": "Ты показал блестящие знания о моих друзьях! 🤩 \n",
    "final_well": "Ты показал хороший результат, достойный уважения! 😉 \n",
    "final_not_bad": "Возможно ты ещё только знакомишься с моими друзьями! 🤔 \n",
    "final_stmt": "% твоих ответов оказались правильными!\n"
    + "Надеюсь вам понравился мой квиз!🤗",
}
